<template>
	<view class="rule-module">
    <view class="rule-title">百姓律师发布规则</view>

    <view class="rule-item">1.您在接受您的案件委托信息一经发布，涉及您真实姓名/名称、通信地址、联系电话、电子邮箱等隐私信息的，平台将予以严格保密，除非只有共享您的前述信息，平台入驻律师才能更好向您提供您所发布服务需求内容，百姓律师才会向有意向为您提供服务的平台合作律师或律快答及其关联公司旗下其他合作律师来共享您的部分个人信息。如您对此有异议，应在选择服务前明确提出，但需提醒的是这可能将导致您的案件委托发布失败。</view>
    <view class="rule-item">2.您使用当前账户发布案件委托的，百姓律师将凭密码进行的所有活动视为您直接的行为，您应谨慎合理的保存、使用该用户名和密码。如因您保存账户不当或他人冒用您的账号发布案件委托的，由此导致有意向为您提供服务的平台合作律师知晓您的个人信息的，由您自行承担相关后果，与平台无关。</view>
    <view class="rule-item">3.您发布案件委托时，请仔细确认相关信息。实际账户使用人与用户本人不一致的，实际账户使用人的行为和意思表示视为您的行为和意思表示，您应对实际账户使用人的行为及意思表示的法律后果承担连带责任。</view>
    <view class="rule-item">4.百姓律师没有自己的律师，也无法自行向您提供任何具体的法律服务。百姓律师会根据您的需求为您对接平台入驻律师向您提供服务。对平台合作律师提供的服务百姓律师将根据不同服务特点及现有的技术条件保证提供安全、稳定的服务场所，保证服务的顺利进行，但不承担任何因服务引起的法律后果和责任。如服务在进行过程中由于平台性能不稳定等系统原因导致服务不能完成的，将由百姓律师客服为您安排重新服务。</view>
    <view class="rule-item">5.您同意，百姓律师拥有通过邮件、短信、系统推送等形式向您告知信息的权利。</view>
    <view class="rule-item">6.您理解并同意，在接受平台所提供服务或使用平台时发生任何与第三方或平台合作律师之间的纠纷，平台都无需对此承担任何法律后果和责任。</view>
    <view class="rule-item">7.您通过平台发表或公布的信息为公开的信息，其他第三方均可以通过本平台获取您发表或公布的信息，您对任何信息的发表或公布即认可该信息为公开的信息，并单独对此行为承担法律责任；任何用户不愿被其他第三人获知的信息都不应该在本平台上进行发表或公布。</view>
    <view class="rule-item">8.您通过平台发布的案件委托，不得有违反法律法规以及社会公德的内容，不得有律师执业纪律、执业道德的要求，不得利用承接订单的平台入驻律师提供的服务从事违法活动或故意隐瞒与服务有关的重要事实，否则平台有权删除您所发布内容。</view>
	</view>
</template>

<script>
export default {
  name: 'BaixingDynPublishRule',
  data() {
    return {}
  },
  onLoad() {
  },
  methods: {
  }
}
</script>

<style lang="scss" scoped>
  @import './style.scss';
</style>
