<template>
	<view>
		<scroll-view class="index" :scroll-y="true" :scroll-into-view="topId" :style="'height:'+scrollHeight+'px'">
		<text class="">
			<!-- 百姓律师隐私政策.\n -->
			<!-- <text class="bold">隐私政策\n</text> -->
			更新日期: 2021-07-13\n生效日期: 2021-07-13\n特别提示:\n为切实保护百姓律师(温州律快答网络科技有限公司，以下统称“百姓律师”或“我们”)用户的个人信息，优化用户体验，我们根据现行法规及政策，制定本《隐私 政策》(“本政策”)。您在使用我们的产品和/或服务(以下统称“服务”)时，我们可能会收集和使用您的相关信息。我们通过本政策向您详细说明我们在您使用百姓律师服务时如何收集、使用、保存、共享和转让这些信息，以及您对您的个人信息享有的相关权利。\n
			<text class="link textblack bold">
			本政策适用各类百姓律师平台以及百姓律师平台提供的各项百姓律师服务，包括百姓律师网站、百姓律师客户端应用程序(如百姓律师App)等网站及软件，以及该网站及软件上为您提供的各种百姓律师服务。您在使用百姓律师服务前，请仔细阅读并充分理解本政策的全部内容，并按照本政策的指引做出您认为适当的选择。请您注意，只有在您确认同意后，我们才会开始收集、使用、处理和存储您的个人信息。如在特定场景下，您以「不注册/不登录帐号」的方式使用百姓律师的，我们将尽最大努力减少信息收集并向您提供浏览功能，但这将导致您无法完整使用百姓律师的其他各项功能或服务。本政策涉及的术语，我们尽量以简单易懂的方式向您表述，并将使用粗体加下划线的方式向您说明重要条款或内容。您使用或在我们更新本政策后(更新时我们会向您提示)_继续使用百姓律师服务，即意味着您同意本政策(含更新后)_的内容，并且同意我们按照本政策收集、使用、保存和共享您的相关信息。\n
			</text>

			如果您有任何疑问、意见或建议，您可随时通过访问\n

			百姓律师在线客服、发送邮件3522993150@qq.com或拨打百姓律师客服电话等多种方式与我们联系\n
			<text class="textblue link">目录\n</text>
			<text class="textblue link" @click="toTop('a1')">一、我们如何收集和使用您的个人信息\n</text>
			<text class="textblue link" @click="toTop('b1')">二、我们如何共享、转让、公开披露您的个人信息\n</text>
			<text class="textblue link" @click="toTop('c1')">三、我们如何保护和储存您的个人信息\n</text>
			<text class="textblue link" @click="toTop('d1')">四、您如何管理个人信息\n</text>
			<text class="textblue link" @click="toTop('e1')">五、我们如何使用Cookies和同类技术.\n</text>
			<text class="textblue link" @click="toTop('f1')">六、我们如何处理未成年人的个人信息\n</text>
			<text class="textblue link" @click="toTop('g1')">七、通知和修订\n</text>
			<text class="textblue link" @click="toTop('h1')">八、如何联系我们\n</text>
			<text class="textblue link" @click="toTop('i1')">九、争议解决\n\n</text>
			
			<text id="a1" class="textblack bold">一、我们如何收集和使用您的个人信息\n\n</text>
			
			我们会遵循法律规定的正当、合法、必要等原则，出于本政策所述的以下目的，收集和使用您在使用百姓律师服务过程中产生的以及您主动提供给我们的个人信息。如果我们将您的个人信息用于本政策未载明的其它用途，我们将以合理的方式向您告知，并在使用前再次征得您的同意。\n\n
				
			<text class="link textblack bold">
				个人信息:个人信息是指以电子或其他方式记录的能够单独或者与其他信息结合识别自然人个人身份的各种信息，包括但不限于自然人的姓名、出生日期、身份证件号码、个人生物识别信息、住址、电话号码等。\n
				个人敏感信息:个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身或财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。例如:个人敏感信息包括身份证件号码、个人生物识别信息、银行账号、通信内容、健康生理信息等。个人敏感信息将以右上角标注星号_ (*)_ 的方式向您显著提示。\n\n
			</text>
			<text class="bold textblack">(一)您须授权我们收集和使用您个人信息的情形\n\n</text>
			百姓律师提供一些服务和业务功能必须依赖部分信息才得到运行。您选择使用该项服务或业务功能，则需要向我们提供或允许我们收集相关的必要信息。如果您不提供相关信息，我们将无法为您提供该项服务或业务功能。相关业务功能及收集的信息包括:\n\n
			<text class="bold textblack">1、帮助您成为我们的在线客户(1) 用户注册\n\n</text>
				您需要注册一个百姓律师账户成为百姓律师用户。当您注册时，您需要向我们提供以下信息:您本人的手机号码* (用于实名认证)，用于由移动运营商提供的一键注册或者发送短信验证码验证您的身份是否有效。bxls_ + 您手机号码的前6位 + 3位随机字母为您的默认用户名称。
			注册百姓律师用户并同意《百姓律师用户服务协议》后，您可使用百姓律师的核心业务功能，在线为客户提供服务，包括:<text class="bold">图文咨询、电话咨询、私人法律顾问服务、文书服务等</text>。如果您不提供上述信息，将导致您无法注册登录百姓律师，且百姓律师无法对您进行实名验证，进而导致我们无法为您提供上述核心业务功能。但是您仍可在退出注册/登录页面后浏览和使用百姓律师的部分产品/服务，如使用实用工具、浏览热点解决方案、查看问答信息等。\n\n
			
			<text class="bold textblack">2、向您提供百姓律师服务\n\n</text>
			<text class="bold textblack">(1) 浏览、查找与收藏\n\n</text>
			
			您可在百姓律师平台上浏览百姓律师服务(如解决方案)信息，通过问题类型、地区、专长、综合排序等关键词搜索、查找、收藏服务需求信息，或者接受、承做服务需求。在此过程中，我们可能会收集您使用百姓律师产品/服务的<text class="bold">设备信息(包括设备名称、设备型号、设备识别码、操作系统和应用程序版本、语言设置、分辨率、服务提供商网络ID等软硬件信息)、浏览器类型</text>来为您提供百姓律师服务信息展示和搜索的最优方式。在您使用浏览和收藏功能过程中，我们可能自动收集您使用百姓律师的详细情况，并作为网络日志保存，包括但不限于您搜索或查找的关键词记录、点击链接记录、您浏览的内容及信息、访问的日期和时间、以及您请求的网页记录、操作系统、软件版本、登录IP信息，同时包括您的浏览记录*。\n\n
			<text class="bold textblack">(2)电话咨询\n\n</text>
			 
			您可在百姓律师平台上选择使用电话咨询服务。在此过程中，我们通过第三方服务机构仅对律师的手机号码默认匿名处理。
			<text class="bold textblack">(3)购买及支付\n\n</text>
			
			您可在百姓律师平台上选择第三方支付机构(包含支付宝支付和微信支付)提供的支付服务以实现收付款功能。在此过程中，我们可能会收集您的第三支付账号信息*(如支付宝账号、微信账号)，同时我们需要将您的订单信息*(如订单号、订单金额)与相关第三方支付机构共享以实现确认您的支付指令并完成支付。\n\n
			
			<text class="bold textblack">(4) 实用工具\n\n</text>
			
			您可使用百姓律师提供的实用工具进行相关费用计算(如工伤赔偿、诉讼费、交通赔偿等)。在此过程中，我们可能会收集您填写的伤残等级*、月平均工资*、医疗费*、器具费用*、停工留薪天数*、诉讼标的金额、受害人年龄*、户口*等相关数据和信息。如果您填写相关数据和信息，或者填写的数据和信息不准确，则该实工具无法使用或因此计算的结果不准确。但是，我们不会在服务器保存上述信息，您退出实用工具或百姓律师应用程序后，上述信息将被删除。\n\n
			
			<text class="bold textblack">(5)客服与售后功能\n\n</text>
			
			您可向百姓律师提供的客服和售后联系方式反映您在使用百姓律师服务中遇到的疑问、以及您对百姓律师的意见或建议。在此过程中，我们可能要求您提供您的账号信息和订单信息*。同时，为保证您的账号安全，我们可能还会核查您的身份信息，要求您提供您的姓名、身份证件号码*信息，以便我们查询和处理您的订单。\n\n
			
			<text class="bold textblack">3、保障交易安全\n\n</text>
			
			为提高您使用百姓律师服务时相关系统/软硬件的安全性，更准确地预防钓鱼网站欺诈和保护账户安全，我们可能会通过您的浏览信息、订单信息、您常用的软件信息、设备信息等手段判断您的账号风险，并可能记录我们认为有风险的链接。\n\n
			<text class="bold textblack">(二)您可自主选择提供的个人信息的情形\n\n</text>
			
			为了向您提供更优质服务，我们可能需要收集以下相关信息。如果您拒绝，不影响您正常使用百姓律师的核心业务功能，但我们将无法向您提供特定功能和服务。
			(1)<text class="bold textblack">基于位置信息的展示和推荐功能</text>。为向您展示或推荐您所在区域可以选择的服务需求信息，我们可能会收集您的位置信息(GPS和网络位置信息)。
			
			(2)<text class="bold textblack">基于图片上传的扩展功能。</text>当您承接图文咨询或需要在服务时上传图片的，我们会访问您的设备及文件信息，收集您上传的图片及文件信息。
			
			(3)<text class="bold textblack">基于语音技术的扩展功能</text>。当您承接语音咨询或需要在服务时使用语音的，我们会访问或收集您的设备的录音信息。
			(4)<text class="bold textblack">基于常驻通知的功能</text>。为让您及时了解百姓律师产品/服务，以及.服务过程的相关信息，我们会向您发送常驻通知。
			(5)<text class="bold textblack">为您提供身份认证服务</text>。当您使用申请百姓律师认证（包括实名认证、公司认证、职业认证，以及我们不时新增的其他认证类型）时，我们会收集您的姓名、身份证  信息、职业信息、教育信息、以及您的面部识别信息等认证申请资料，收集这些信息是为了帮助您完成相关认证。其中，部分信息属于个人敏感信息，您可以拒绝提供。我们对您的这些个人信息会加以最大程度的保护，如果您不提供这些信息，我们将无法提供相关服务，但不影响您对其他功能与服务的正常使用。
			
			上述扩展功能可能需要您在您的设备中向我们开启您的<text class="bold textblack">定位(位置信息)、相册(图片库)、录音(麦克风)、常驻通知</text>的访问权限，以实现这些功能所涉及的信息的收集和使用。您可以在您的<text class="bold textblack">[设备-应用管理-权限管理]</text>中逐项查看您的.上述权限的开启状态，并可决定将这些权限随时的开启或关闭。<text class="bold textblack">请您注意，您开启这些权限即代表我们可以收集和使用相关个人信息实现上述功能，您关闭这些权限即代表您取消了这些授权，则我们将不再收集和使用您的相关信息，也无法为您提供与此对应的业务功能</text>。\n\n
			<text class="bold textblack">(三)征得您授权同意的例外您理解并同意，在以下情形中，我们可以不征得您的授权同意而 收集、使用这些必要的个人信息:
			
			1、与我们履行法律法规规定的义务相关的
			
			2、与国家安全、国防安全直接相关的;
			
			3、与公共安全、公共卫生、重大公共利益直接相关的;
			
			4、与犯罪侦查、起诉、审判和判决执行等直接相关的;
			
			5、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人授权同意的;
			
			6、所收集的个人信息是您自行向社会公开的;
			
			7、根据您的要求签订和履行合同所必须的;
			
			8、从合法公开披露的信息中收集;到您的个人信息，如从合法的新闻报道、政府信息公开等渠道;
			
			9、维护百姓律师产品和或服务的安全稳定运行所必须的，例如发现、处置产品或服务的故障;
			
			10、用于开展合法新闻报道所必需的，或者出于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的;
			
			11、法律法规规定的其他情形。
			(四)我们从第三方获得您个人信息的情形\n\n</text>
			
			如果您通过第三方访问百姓律师平台或购买百姓律师服务，我们可能从第三方获取您授权共享的<text class="bold textblack">账户信息(头像、昵称)、联系信息(姓 名、电话)、交易信息*</text>， 并在您同意本政策后将您的第三方账户与您的百姓律师账户绑定。我们会依据与第三方的约定，在符合法律法规的前提下，使用您的个人信息。例如，您通过百姓律师关联公司运营的百姓律师网购买百姓律师服务，我们可能会获得您在百姓律师网的账户信息、联系信息以及与您所购买百姓律师服务相关的交易信息，以便我们能够为您提供服务。\n\n
			
			<text class="bold textblack">(五)使用您个人信息的规则\n\n</text>1、我们会根据本政策的约定并为实现百姓律师服务和业务功能对所收集的个人信息进行使用。
			
			2、在收集您的个人信息后，我们将根据实际情况通过技术手段对数据进行去标识化处理。去标识化处理的信息在不借助额外信息的情况下将无法识别个人信息主体。请您了解并同意，在此情况下我们有权使用已经去标识化的信息，并在不透露您个人信息的前提下，我们权对用户数据库进，行分析并进行商业化利用。
			
			3、请您注意，您在使用百姓律师服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的服务期间持续授权我们使用。
			
			4、我们会对百姓律师服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示百姓律师服务的整体使用趋势，但这些统计信息中不会包含您的任何身份识别信息。
			
			5、当我们要将您的个人信息用于本政策未载明的其它用途时，基于特定目的收集而来的信息用于其他目的时，我们会再次取得您的授权同意。\n\n
			
			<text id="b1" class="bold textblack">二、我们如何共享、转让和公开披露您的个人信息
			
			(-)共享\n\n</text>
			
			1、我们不会与百姓律师以外的任何公司、组织和个人共享您的个人信息，但下列情况除外:
			
			<text class="bold textblack">(1)事先获得您明确的同意或授权;
			
			(2)根据适用的法律法规、法律程序的要求、强制性的行政或司法要求必须提供;
			
			(3) 在法律法规允许的范围内，为了保护百姓律师、百姓律师关联公司或合作伙伴、您或其他百姓律师用户、或社会公众利益、财产或安全免遭损害而有必要提供;
			
			(4)只有共享您的个人信息，才能实现百姓律师服务的核心业务功能或提供您需要的服务;
			
			(5)应您需求为您处理您与他人的纠纷或争议; .
			
			(6)符合与您签署的相关协议(包括在线签署的电子协议以及相关平台规则)或其他法律文件约定;
			
			(7)基于符合法律法规的社会公共利益而使用;
			
			(8)法律法规规定的其他情形。
			2、我们可能会将您的个人信息与我们的关联公司共享。但我们只会共享必要的个人信息，且受本政策所声明的且的约束。我们的关联方如果要改变个人信息处理且的，将再次征求您的授权或同意。
			
			上述关联公司，是指百姓律师现在或将来控制、受控制或与其处于共同控制下的任何公司、机构。“控制”是指直接或间接地拥有影响所提及公司管理的能力，无论是通过所有权、有投票权的股份、合同或其他被依法认定的方式。\n\n</text>
			3、为了向您提供更完善、优质的产品和服务，我们的某些服务将由授权合作伙伴提供或给予支持。我们可能与合作伙伴共享您的某些个人信息，以便更好的客户服务和用户体验。目前，我们的授权合作伙伴包括以下类型:
			 <text class="bold textblack">(1) 广告、分析服务类的授权合作伙伴。除非得到您的明确同意，否则我们不会将您的个人信息与广告、分析服务的合作伙伴分享。但我们可能将您的个人信息匿名化处理后，在保证不会泄露您的个人信息的情况下，将有关信息(比如统计信息、用户间接画像)提供.上述合作伙伴使用，以便改善我们的产品或服务，使之更加符合您的需求;
			(2)供应商、服务提供商或其他合作伙伴。我们会与我们的供应商、服务提供商或其他合作伙伴共享您的部分个人信息，但这些信息将受到如下限制:协助我们向您提供服务;协助我们履行《百姓律师用户服务协议》所载明的目的;履行我们的责任或实现我们的权利，或者改善百姓律师产品/服务;保障您的信息安全; (例如:将您的电话号码共享给合作的虚拟号码电信运营商) ;分析我们服务的使用方式、衡量广告和服务的有效性、支付便利或进行学术研究和调查。
			
			(二)转让</text>
			1、除非获得您的明确同意，我们不会将您的个人信息转上给任何公司、组织或个人。
			
			<text class="bold textblack">2、如果百姓律师发生合并、收购、资产转让、破产清算或类似的交易.时，如涉及到个人信息转让，我们会要求新的持有个人信息的公司、组织继续受本政策的约束。否则，我们将要求该公司、组织重新获得您的授权或同意。
			
			(三)公开披\n\n</text>
			
			1、除非获得您的明确同意，我们不会公开披露您的个人信息。
			2、基于法律、法律程序、诉讼或政府主管部门门强制要求的情况下，我们可能会向有权机关披露您的个人信息。但我们保证，在上述情况发生时，我们要求披露的请求方出具与之相应的有效法律文件，并对被披露的信息采取符合法律和业界标准的安全防护措施。\n\n
			
			<text class="bold textblack">(四)共享、转让、公开披露个人信息授权同意的例外
			
			1、您理解并同意，在以下情形中，我们可以在不征得您的授权或同意的情况共享、转让、公开披露您的个人信息:
			
			(1)与我们履行法律法规规定的义务相关的;
			
			(2)与国家安全、国防安全直接相关的;
			
			(3)与公共安全、公共卫生、重大公共利益直接相关的;
			
			(4)与犯罪侦查、起诉、审判和判决执行等直接相关的;
			
			(5)出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人授权同意的;
			
			(6)您自行向社会公开的个人信息;
			
			(7)从合法公开披露的信息中收集到您的个人信息，如从合法的新闻报道、政府信息公开等渠道;
			
			(9)根据您的要求签订和履行合同所必须的;用于维护百姓律师产品和/或服务的安全稳定运行所必须的，例如发现、处置产品或服务的故障;
			
			(10)用于开展合法新闻报道所必需的，或者出于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的;
			
			(11)法律法规规定的其他情形。\n\n</text>
			
			2、根据法律规定，共享、转让去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让或公开披露行为，对此类数据的保存及处理;将无需另行向您通知并征得您的同意。\n\n
			
			<text id="c1" class="bold textblack">三、我们如何保护和储存您的个人信息
			
			(-)我们如何保护您的个人信息\n\n</text>
			
			我们非常重视您的个人信息安全。我们将遵守相关法律法规的规定，尽量采取合理可行的措施，保护您的个人信息。\n\n
			
			<text class="bold textblack">1、数据安全措施\n\n</text>
			
			我们将努力采用符合业界标准的安全防护措施，积极建立合理的制度规范、采用可行的安全技术来防止您的个人信息遭到未经授权的访问使用、修改，避免数据的损坏或丢失。
			
			我们会视实际情况采取适当的加密技术(如采取https方式提供浏览服务，确保用户信息传输安全，或采取SSL加密保护用户信息)，确保用户信息保密性、安全性和可用性。另外，我们还将部署访问控制机制，制定数据分类分级制度和安全管理规范，确保只授权人员才可以访问个人信.息。并且，我们将视实际情况，采用与信息接触人员签署保密协.议、监控和审计等一种或多种方式对用户信息进行全面安全控制。同时，为了加强安全意识，我们还会举办安全和隐私保护培训活动，加强员工对保护个人信息重要性的认识。\n\n
			
			<text class="bold textblack">2、安全事件处置\n\n</text>
			
			我们将尽力确保您的个人信息的安全性，但请您理解，由于技术的限制以及在互联网行业可能存在的各种恶意手段，不可能始终保证信息百分之百安全。<text class="bold textblack">你需要了解，您接入我们服务所用的系统和通讯网络，有可能因我们控制范围外的因素出现问题。为了防止安全事故发生，我们提示您妥善的保护好您自己的个人信息，仅在必要时向他人提供，我们也将制定妥善的安全预警机制和应急预案。</text>
			
			若不幸发生个人信息安全事件,我们将按照法律法规的要求，及时向您告知:安全事件的基本情况和可能影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以电话、推送通知等方式告知您，难以逐一告知用户的，我们将采取合理、有效的方式发布公告或警示。
			
			同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况，紧密配合政府部门工作。\n\n
			
			<text class="bold textblack">(二)我们如何储存您的个人信息
			
			1、您的个人信息将存储于中华人民共和国国境内。除非另行征得您的授权同意，且符合法律法规的规定，否则我们不会向境外传输您的个人信息。\n\n
			2、我们承诺按法律规定或在合理必要期限内存储您的个人信息。对于超出期限的个人信息，我们会立即删除或做匿名化处理。\n\n
			3、如果我们终止服务或运营的,我们会立即停止对您的个人信息的收集，并在终止服务和运营后对您的个人信息进行删除或匿名化处理。\n\n</text>	
			
			<text id="d1" class="bold textblack">四、您如何管理您的个人信息\n\n</text>
			
			我们非常重视您对个人信息的关注，并尽全力保护您对于个人信息的访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的隐私和安全。您的权利包括:\n\n
			
			<text class="bold textblack">(一)访问和更正您的个人信息</text>1、除法律法规规定外，您有权随时访问和更正您的个人信息，具体包括:
			
			(1)您的账户信息:您可在[我的]页面查看您的账号信息，即作为您的账号和实名认证的手机号码信息。
			(2)您的订单信息:您可在[我的-我的订单]页面查看您所有的订单信息。<text class="bold textblack">为了避免我们无法准确判断您的购买信息而难以提供相应的售后服务，也为了避免将来发争议无据可依，我们暂不向您提供订单信息删除功能。</text>
			
			(3)您的收藏信息:您可在[我的-我的问答-收藏]查看您的收藏信息。对于收藏信息，您可以点开收藏信息，并点击[收藏按钮](灰色)取消收藏。
			
			(4)对于您在使用百姓律师服务过程产生其他个人信息需要访问和更正的，您可随时通过本政策公布的联系方式与我们联系。我们会根据相关法律法规规定、本政策列明的方式和期限响应您的请求。<text class="bold textblack">一般情况下，对于可以访问或更正的信息，以验证您的身份后，我们将会在15天内或法律法规规定的期限内作为答复及合理解释。\n\n</text>
			
			为提升您的用户体验和保证交易安全，您的部分个人信息我们还无法为您提供访问和更正服务，如您用于登录的手机号码，您的设备信息等。\n\n
			
			<text class="bold textblack">(二)删除您的个人信息\n\n</text>
			1、在以下情形中，您可以向我们提出删除个人信息的请求:
			
			(1)如果我们处理个人信息的行为违反法律法规;
			
			(2)如果我们收集、使用您的个人信息，却未征得您的同意;
			
			(3)如果我们处理个人信息的行为违反了与您的约定;
			
			(4)如果您注销了百姓律师账号;
			
			(5)如果我们终止服务或运营。
			
			2、当您从我们的服务中删除信息后，我们可能不会立即在备份系统中删除相应的信息，但会在备份时删除这些信息或作匿名化处理。\n\n
			<text class="bold textblack">(四)改变您授权同意的范围\n\n</text>
			您可以通过删除信息、关闭设备功能、关闭系统权限等方式改变您授权我们继续收集个人信息的范围或撤回您的授权或同意。您也可以通过注销账户的方式，撤回我们收集您个人信息的全部授权。
			
			请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务或业务功能，也不能再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。我们在提供服务的过程中，可能需要您开通一些设备权限，例如<text class="bold textblack">常驻通知、相册、相机、手机通</text>,讯录等访问权限。您可在设备中的<text class="bold textblack">[设置-应用管理-应用权限]</text>中随时选择关闭部分或全部权限，从而拒绝我们收集您相应的个人信息。在不同的设备中，权限显示方式及关闭方式可能有所不同，具体请参照您的手机/硬件/系统开发说明或指引。\n\n
			
			<text class="bold textblack">(四)注销您的账号
			
			如果您需要注销您的百姓律师账号，您可通过本政策公布的联系方式与我们联系，我们将在验证您的身份后，为您提供账号注销服务。\n\n</text>
			
			为了向您提供更加便捷的注销方式，我们后续会不断优化我们的产品，并通过页面向您告知。在您注销账号后，我们将停止为您提供产品或服务，并根据法律法规的要求，尽快删除您的个人信息或作匿名化处理。\n\n
			
			<text class="bold textblack">(五)响应您的请求\n\n</text>
			
			如果您无法通过上述方式访问、更正或删除您的个人信息，或者您需要访问、更正或删除您在使用百姓律师服务时所产生的其他个人信息，或者您认为百姓律师存在任何违反法律法规或与违反约定的行为的，您可发送邮件至3522993150@qq.com或通过本政策公布的联系方式与我们联系。
			
			为保障安全，我们可能需要您提供书面请求，并提供您的身份证明文件，我们将在收到您的反馈并验证您的身份证后15日内或法律法规规定的期限内答复您的请求。<text class="bold textblack">对于合理的请求，我们原则上不收取费用，但对于多次重复、超出合理限度的请求，我们将视实际情况收取一定的成本费用。对于那些无端重复、需要通过多技术手段(如需要开发新系统或从根本上改变现行惯例)、给他人合法权益带来风险或者韭常不切实际的请求，我们可能会予以拒绝。
			
			在以下情形中，按照法律法规要求，我们将无法响应您的请求:1、与我们履行法律法规规定的义务相关的;
			
			2、与国家安全、国防安全直接相关的;
			
			3、与公共安全、公共卫生、重大公共利益直接相关的;
			
			4、与犯罪侦查、起诉、审判和执行判决等直接相关的;
			
			5、有充分证据表明您存在主观恶意或滥用权利的;
			
			6、出于维护您或其他个人生命、财产等重大合法权益但又很难得到本人授权同意的;
			7、响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的;
			
			8、涉及商业秘密的;
			
			9、法律法规规定的其他情形。\n\n</text>
			
			<text id="e1" class="bold textblack">五、我们如何使用Cookie和同类技术\n\n</text>
			
			1、为了使您获得更轻松的访问体验，我们会在您的计算机或移动设备上发送一个或多个名
			
			为Cookie的小数据文件。Cookie通常包含标识符、站点名称以及，一些号码和字符。我们使用该等信息判断注册用户是否已经登录，存储您的用户名和密码(如有)，储存您使用百姓律师服务的记录和偏好，判断您的账户或信息是否安全。
			
			2、我们不会将Cookie用于本政策所述目的之外的其它用途。您可清除计算机上保存的所
			
			有Cookie，大部分网络浏览器会直接接受Cookie，但您可根据自身的需要修改浏览器的设置拒绝Cookie，或清除软件内保存的所有Cookie及其他信息。但如果您 这么做，您可能需要在每次访问网站时填写登录信息，而且您之前记录的相应信息也均会被删除。
			
			3、为提升用户体验，提高服务质量，了解用户使用百姓律师服务的情形等，我们可能会在百姓律师移动应 用程序(App) 中嵌入第三方软件开发工具包(SDK) ，实现数据统计、分析等功能。您在使用百姓律师服务时，SDK可能会收集和使用您的部分个人信息。目前,我们使用的SDK有<text class="bold textblack">[融云SDK]、[高德地图SDK] 、[新浪微博SDK]、[微信SDK] 、[QQ SDK]、[友盟SDK]、[百度人脸识别SDK]</text>。您在使用百姓律师服务时，SDK可能收集您的浏览器、互联网服务提供商、IP地址、时间戳、应用标识符、应用程序版本、应用分发渠道、独立设备标准符、广告标识符、网卡(MAC)地址、移动设备识别码(IMEI) 以及设备型号等信息。为了让您详细了解相关SDK收集、使用您个人信息的情况，我们向您提供明确SDK收集数据类型并提供相关SDK的隐私政策链接。
			
			第三方SDK清单
			
			请注意，第三方SDK可能因为其版本升级、策略调整等原因导致数据处理类型存在一定变化，具体请以其公示的官方说明为准。
			
			<table border=1>
				<tr>
					<th>SDK名称</th>
					<th>所属公司</th>
					<th>收集数据类型</th>
					<th>使用目的</th>
					<th>隐私政策/官方链接</th>
				</tr>
				<tr>
					<th>融云</th>
					<th>北京云中融信网络科技有限公司K</th>
					<th>操作系统版本/应用包名/设备 Id/屏幕尺寸/APP 安装渠道/操作系统的名称版本号/时区/语言/网络类型/App 版本号/设备型号/融云 SDK 版本号/用户的手机机制造商/运营商代码 MNO/</th>
					<th>为了持续进行产品优化，解决客户终端使用过程中问题的排查，融云 SDK 需要上传必要的 SDK 运行⽇志信息，这类信息不涉及⽤用户隐私数据，属于非业务类数据信息。</th>
					<th><a href="https://docs.rongcloud.cn/v4/5X/views/im/noui/intro/privacy.html">https://docs.rongcloud.cn/v4/5X/views/im/noui/intro/privacy.html</a></th>
				</tr>
				<tr>
					<th>腾讯地图定位SDK</th>
					<th>腾讯科技(北京)有限公司</th>
					<th>访问Wi-Fi状态/获取位置/获取设备信息</th>
					<th>获取连接Wi-Fi信息，返回至腾讯定位服务端作为辅助定位依据，再返回给开发者更精准的位置信息/以便给开发者返回不需要终端用户手动输入自身地理坐标就可获得的终端用户的位置信息/便于协助开发者追踪、排查服务中的各类问题</th>
					<th><a href="https://lbs.amap.com/home/privacy/"></a>https://lbs.amap.com/home/privacy/</th>
				</tr>
				<tr>
					<th>新浪微博</th>
					<th>北京微梦创科网络技术有限公司</th>
					<th>设备标识信息、网络状态</th>
					<th>帮助用户将特定内容分享到新浪微博</th>
					<th><a href="https://www.weibo.com/signup/v5/privacy">https://www.weibo.com/signup/v5/privacy</a></th>
				</tr>
				<tr>
					<th>微信</th>
					<th>腾讯科技(深圳)有限公司</th>
					<th>设备标识信息、网络状态</th>
					<th>帮助用户将特定内容分享到微信</th>
					<th><a href="https://www.wechat.com/zh_cn/privacy_policy.html">https://www.wechat.com/zh_cn/privacy_policy.html</a></th>
				</tr>
				<tr>
					<th>QQ</th>
					<th>腾讯科技(深圳)有限公司</th>
					<th>设备标识信息、网络状态</th>
					<th>帮助用户将特定内容分享到QQ</th>
					<th><a href="https://privacy.qq.com/policy/tencent-privacypolicy">https://privacy.qq.com/policy/tencent-privacypolicy</a></th>
				</tr>
				<tr>
					<th>友盟</th>
					<th>友盟同欣（北京）科技有限公司</th>
					<th>IMEI/MAC/Android ID/IDFA/OpenUDID/GUID/SIM卡IMSI/地理位置</th>
					<th>统计分析、崩溃分析、社会化分享，手机号码认证</th>
					<th><a href="https://www.umeng.com/page/policy">https://www.umeng.com/page/policy</a></th>
				</tr>
				<tr>
					<th>百度人脸离线识别</th>
					<th>北京百度网讯科技有限公司</th>
					<th>硬件型号、操作系统版本、设备配置、唯一设备标识符、国际移动设备身份码IMEI、网络设备硬件地址MAC以及设备状态信息（摄像头状态）</th>
					<th>提供离线人脸采集功能/服务，同时为了更准确定位并解决开发者以及最终用户在使用百度人脸离线识别SDK产品和服务时遇到的问题，改进及优化百度人脸离线识别SDK产品和服务在开发者侧以及最终用户侧的双重体验</th>
					<th><a href="https://ai.baidu.com/ai-doc/REFERENCE/Akdyizf5t">https://ai.baidu.com/ai-doc/REFERENCE/Akdyizf5t</a></th>
				</tr>
			</table>

					 		
							
			<text class="bold textblack">目前，我们使用的SDK包括以下类型:\n\n</text>
			
			1.用于消息推送功能，包括收集厂商Push推送、特定事件提醒等;
			
			2.用于支付相关服务，包括订单支付、交易行为核验、收入结算、支付信息汇总统计等;
			
			3.用于在您同意的情况下获取设备位置权限、搜集设备信息和日志信息等;
			
			4.用于第三方授权服务，将有关内容分享至第三方产品等;
			
			5.用于广告相关服务，包括广告展示、广告统计及监控等;
			
			6.用于支持产品功能模块，包括即时通讯、智能客服、内容存储等;
			
			7.用于优化产品性能，包括提高硬件配网能力、减低服务器成本、功能热修复等;
			
			8.用于账号安全、产品加固相关服务，包括网络监测、域名解析、防劫持、反垃圾反作弊、加解密服务等。
			
			9.用于法律服务提供者身份识别，保障由持有相关证书的专业法律服务人员本人或专业机构提供服务。\n\n
			
			<text class="bold textblack">您理解并同意，如果您同意本政策，即意味着您同意百姓律师服务嵌入的相关SDK的隐私政策，同意第三方按照其公布的隐私政策通过SDK收集、使用及处理您的个人信息。\n\n</text>
			
			<text id="f1" class="bold textblack">六、我们如何保护未成年人的个人信息\n\n</text>
			
			1、我们的产品、网站和服务主要面向成年人。若您是18周岁以下的未成年人，在使用我们的产品或服务前，您应在监护人的陪同下仔细阅读并充分理解本政策的全部内容，并确保在征得您的监护人的同意后使用我们的服务并向我们提供您的信息。我们会根据法律法规的规定保护未成年人的个人信息。.
			
			2、我们不会主动直接向未成年人收集其个人信息。对于经监护人同意而收集未成年人个人信息的情况，我们只会在受到法律允许、监护人同意或者保护未成年人所必要的情况下使用、共享、转让或披露相关信息。
			
			3、如果有事实证明有18周岁以下的未成年人并未取得监护人同意的情况下注册使用我们的产品或服务，我们会与相关监护人协商，并设法尽快删除相关个人信息。
			
			4、对于收集的儿童个人信息，我们除遵守本政策关于用户个人信息的约定外，还会严格遵循《儿童个人信息网络保护规定》等法律法规的要求进行收集、使用、保存、披露，且不会超过实现收集、使用目的所必须的期限，到期后我们会对儿童个人信息进行删除或作匿名化处理。
			
			5、当您作为监护人为被监护的儿童选择使用百姓律师服务时，我们可能需要向您收集儿童的个人信息，用于向您履行相关服务之必要。同时，我们将可能以适当的方式要求您向我们证明您的授权或同意。您作为监护人应当正确履行监护职责，保护儿童个人信息安全，并在儿童使用百姓律师服务时给予正确的引导。
			
			6、儿童及其监护人有权访问和更正儿童个人信息，还可以向我们提供删除个人信息的请求。如您对儿童个人信息相关事宜有任何疑问、意见、建议或投诉、举报，请通过本政策公布的联系方式与我们联系。\n\n
			
			<text id="g1" class="bold textblack">七、通知和修订
			
			1、为给您提供更好的服务以及随着百姓律师业务的发展，本政策会随之更新。</text>但未经您明确同意，我们不会消减您依据本个人信息保护政策所应享有的权利。我们会通过网站公告、弹窗通知、更新协议或其他适当的方式向您提醒;相关内容的更新，也请您注册、登录、使用百姓律师产品/服务时随时注意我们的各种通知。\n\n
			
			<text class="bold textblack">2、对于重大变更，我们还会提供更为显著的通知，说明本政策具体变更内容。重大变更包括但丕限于:
			
			_(1)_ 我们的服务模式发生变化。如处理个人信息的目的、处理个人信息的类型、个人信息的使用方式等;
			
			_(2)_ 我们在所有权结构、组织结构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等;
			
			_(3)_ 个人信息共享、转让或公开披露的主要对象发生变化;
			
			(4)_ 您参与个人信息处理方面的权利及行使方式发生重大变化; (5)_ 我们负责处理个人信息安全的责任部门、联系方式及投诉渠道发生变化;
			
			_(6)_ 个人信息安全影响评估表明存在高风险时;\n\n</text>
			
			3、若您不同意更新后的个人信息保护政策，您有权并应立即停止使用百姓律师产品/服务。如果您继续使用百姓律师的产品和/或服务，则视为您接受相应更新内容。\n\n
			
			<text id="h1" class="bold textblack">八、如何联系我们\n\n</text>
			
			1、若您对本政策有任何疑问，或您对您个人信息相关事宜有任何问题、意见或建议，您可通过以下方式联系我们:
			
			联系邮箱: 3522993150@qq.com
			
			联系地址: 浙江省温州市滨江街道康源路125号禾源大厦1901室 
			联系电话: 400-8265-822
			你还可以通过我们的网站、百姓律师App公布的其他联系方式联系我们。
			
			2、一般情况下，我们将在15天内或法律法规规定的期限内答复。\n\n
			
			<text id="i1" class="bold textblack">九、争议解决\n\n</text>
			
			1、因本政策及我们处理您个人信息事宜弓|起的任何争议，您可向百姓律师住所地人民法院起诉。
			
			2、如果您认为我们的个人信息处理行为损害了您的合法权益，您也可向有关政府部门进行反映。
			
		</text>
		</scroll-view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				topId: null,
				scrollHeight: null
			}
		},
		methods: {
			toTop(id){
				console.log(id)
				this.topId=id
			}
		},
		onLoad() {
			let systemInfo = uni.getSystemInfoSync();
			this.scrollHeight = systemInfo.windowHeight;
		}
	}
</script>

<style scoped>
	/* @media  screen and (min-width: 200px){
	    html{font-size:50px;}
	}
	@media screen and (min-width: 340px){
	    html{font-size:13px;}
	}
	@media screen and (min-width: 360px){
	    html{font-size:14px;}
	}
	@media screen and (min-width: 380px){
	    html{font-size:15px;}
	}
	@media screen and (min-width: 400px){
	    html{font-size:15px;}
	}
	@media screen and (min-width: 300px){
	    html{font-size:15px;}
	} */
	.index{
		width: auto;
		padding: 0 24rpx;
	}
	text {
		font-size: 40rpx;
		/* line-height: 58rpx; */
		color: #4F5667;
	}
	view {
		font-size: 40rpx;
		/* line-height: 58rpx; */
		color: #4F5667;
	}
	.textblue{
		color: #0061FF;
	}
	.textblack {
		color: #222;
	}
	table{
		width: 100%;
		display: block;
	}
	tr{
		width: 100%;
		display: inline-flex;
	}
	th{
		width: 20%;
		display: inline-block;
		word-break: break-all;
	}
	.link {
		text-decoration: underline;
	}
</style>
